import {
  Coffee,
  SchoolRounded,
  DataObjectRounded,
  DomainVerificationRounded,
} from "@mui/icons-material";

import userAvatar from "../assets/avatar.jpg";

export const devWorkInfo = [
  {
    tooltipTitle: "تعداد قهوه های خورده شده",
    icon: <Coffee />,
    total: 1650,
    color: "lightcoral",
  },
  {
    tooltipTitle: "تعداد دوره های من",
    icon: <SchoolRounded />,
    total: 25,
    color: "lightskyblue",
  },
  {
    tooltipTitle: "تعداد پروژه های من",
    icon: <DataObjectRounded />,
    total: 34,
    color: "lightslategray",
  },
  {
    tooltipTitle: "تعداد پروژه های به پایان رسیده",
    icon: <DomainVerificationRounded />,
    total: 12,
    color: "lightseagreen",
  },
];

export const devEdu = [
  {
    year: "1388 - 1392",
    cert: "دیپلم",
    major: "رشته ریاضی فیزیک",
    place: "",
  },

  {
    year: "1392 - 1396",
    cert: "کارشناسی",
    major: "رشته مهندسی شیمی",
    place: "دانشگاه آزاد اسلامی",
  },
];

export const devEXP = [
  {
    year: "1400 - 1401",
    cert: "برنامه نویسی",
    major: "دوره آموزش جامع برنامه نویسی",
    place: "",
  },
  {
    year: "1401 - 1402",
    cert: "برنامه نویسی",
    major: "شرکت خانه وب",
    place: "تهران",
  },
  {
    year: "1402 - now",
    cert: "برنامه نویسی",
    major: "شرکت گسترش فناوری های نوین",
    place: "تهران",
  },
];

export const userComments = [
  {
    fullname: "یونس قربانی",
    jobTitle: "مدرس و برنامه نویس فول استک",
    avatar: userAvatar,
    comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
  },
  {
    fullname: "یونس قربانی",
    jobTitle: "مدرس و برنامه نویس فول استک",
    avatar: userAvatar,
    comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
  },
  {
    fullname: "یونس قربانی",
    jobTitle: "مدرس و برنامه نویس فول استک",
    avatar: userAvatar,
    comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
  },
  {
    fullname: "یونس قربانی",
    jobTitle: "مدرس و برنامه نویس فول استک",
    avatar: userAvatar,
    comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
  },
  {
    fullname: "یونس قربانی",
    jobTitle: "مدرس و برنامه نویس فول استک",
    avatar: userAvatar,
    comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
  },
  {
    fullname: "یونس قربانی",
    jobTitle: "مدرس و برنامه نویس فول استک",
    avatar: userAvatar,
    comment: `
                لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه
              `,
  },
];
